{
  "title": "About readfluent",
  "subtitle": "Your intelligent language learning companion. Learn how to make the most of readfluent's features.",
  "gettingStarted": "Getting Started",
  "uploadFirstBook": "Upload Your First Book",
  "uploadFirstBookDesc": "Click the \"Upload EPUB\" button in your library to add your first book. We support standard EPUB format books in your target language.",
  "startReading": "Start Reading",
  "startReadingDesc": "Open your book and begin reading. Use the auto-scroll feature to maintain a comfortable reading pace, and adjust the speed as needed.",
  "trackVocabulary": "Track Vocabulary",
  "trackVocabularyDesc": "Click on words to mark them as known, tracking, or ignored. This helps build your vocabulary and track your progress.",
  "keyFeatures": "Key Features",
  "epubSupport": "EPUB Support",
  "epubSupportDesc": "Read any book in your target language with section-based navigation and customizable reading settings.",
  "wordTracking": "Word Tracking",
  "wordTrackingDesc": "Track vocabulary with status categories (known, tracking, ignored) and interactive word highlighting.",
  "wiktionary": "Wiktionary Integration",
  "wiktionaryDesc": "Get instant definitions and translations while reading, powered by Wiktionary.",
  "analytics": "Analytics",
  "analyticsDesc": "Track your reading progress and comprehension statistics to measure your improvement.",
  "tips": "Tips & Tricks",
  "keyboardShortcuts": "Keyboard Shortcuts",
  "keyboardShortcutsDesc": "Use keyboard shortcuts for efficient word status management. Press 'K' for known, 'T' for tracking, and 'I' for ignored words.",
  "autoScroll": "Auto-Scroll",
  "autoScrollDesc": "Use the auto-scroll feature to maintain a consistent reading pace. Adjust the speed using the slider to match your comfort level.",
  "progressTracking": "Progress Tracking",
  "progressTrackingDesc": "Your reading progress is automatically saved. You can always pick up where you left off, and track your improvement over time.",
  "needHelp": "Need Help?",
  "supportText": "If you have any questions or need assistance, our support team is here to help.",
  "contactSupport": "Contact Support"
} 